app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Fri, 26 Apr 2013 12:56:21 UTC +00:00], ["email", "mariano@cubedr.com"], ["name", "Mariano"], ["updated_at", Fri, 26 Apr 2013 12:56:21 UTC +00:00]]
---
  def create
    @user = User.new(params[:user])

    respond_to do |format|
      if @user.save